[
  {
    "id": 1,
    "estate_title": "Luxury Villa with Panoramic View",
    "segment_name": "Multiple-Family Homes",
    "description": "Experience the epitome of luxury living in this magnificent villa with sweeping panoramic views of the surrounding landscape. This stunning residence boasts meticulously designed interiors, spacious living areas, and state-of-the-art amenities, offering unparalleled comfort and sophistication. With its elegant architecture and lush surroundings, this villa provides a serene retreat for those seeking the ultimate in refined living. Whether you're entertaining guests or relaxing in solitude, every moment spent in this exceptional home is a testament to style and opulence.",
    "price": "$2,500,000",
    "status": "sale",
    "area": "5000 sq ft",
    "location": "Los Angeles, California",
    "image_url": "https://molokophuket.com/uploads/Property/1/2/1200/default_71f3e6a8-e11b-4d96-ac90-d6d14b910dca.jpg",
    "facilities": [
      "living room",
      "swimming pool",
      "kitchen",
      "garden",
      "home theater"
    ]
  },
  {
    "id": 2,
    "estate_title": "Modern Downtown Apartment",
    "segment_name": "Townhouses",
    "description": "Indulge in urban sophistication with this modern downtown apartment, perfectly situated in the vibrant heart of the city. This sleek and stylish residence offers a contemporary living experience with open-concept layouts, high-end finishes, and breathtaking views of the skyline. Ideal for those with a penchant for luxury and convenience, this apartment provides access to a host of amenities, including a fitness center, rooftop terrace, and concierge services. Whether you're exploring the city's cultural attractions or unwinding in the comfort of your own home, this apartment is sure to exceed your expectations.",
    "price": "$3,000/month",
    "status": "rent",
    "area": "1000 sq ft",
    "location": "New York City, New York",
    "image_url": "https://molokophuket.com/uploads/Property/1/2/1200/default_71f3e6a8-e11b-4d96-ac90-d6d14b910dca.jpg",
    "facilities": [
      "living room",
      "gym",
      "rooftop terrace",
      "concierge service",
      "parking"
    ]
  },
  {
    "id": 3,
    "estate_title": "Family-Friendly Suburban Home",
    "segment_name": "Single-Family Homes",
    "description": "Create lasting memories in this charming suburban home, thoughtfully designed for family living. With its spacious layout and inviting atmosphere, this home offers the perfect blend of comfort and functionality. Whether you're hosting gatherings in the expansive living areas or enjoying quality time in the private backyard, this residence provides ample space for every occasion. Located in a desirable neighborhood with top-rated schools and community amenities, this home is an ideal haven for families seeking a vibrant suburban lifestyle.",
    "price": "$400,000",
    "status": "sale",
    "area": "2500 sq ft",
    "location": "Chicago, Illinois",
    "image_url": "https://molokophuket.com/uploads/Property/1/2/1200/default_71f3e6a8-e11b-4d96-ac90-d6d14b910dca.jpg",
    "facilities": [
      "living room",
      "backyard",
      "playroom",
      "study",
      "laundry room"
    ]
  },
  {
    "id": 4,
    "estate_title": "Cozy Cottage by the Lake",
    "segment_name": "Vacation Rentals",
    "description": "Escape to tranquility with this cozy cottage nestled by the serene waters of the lake. Surrounded by nature's beauty, this charming retreat offers the perfect respite from the hustle and bustle of everyday life. Whether you're enjoying leisurely mornings on the deck, cozy evenings by the fireplace, or adventurous days out on the water, this cottage provides endless opportunities for relaxation and recreation. With its idyllic setting and rustic charm, this lakeside oasis is sure to capture your heart and soothe your soul.",
    "price": "$250,000",
    "status": "rent",
    "area": "1500 sq ft",
    "location": "Seattle, Washington",
    "image_url": "https://molokophuket.com/uploads/Property/1/2/1200/default_71f3e6a8-e11b-4d96-ac90-d6d14b910dca.jpg",
    "facilities": ["living room", "fireplace", "dock", "deck", "garden"]
  },
  {
    "id": 5,
    "estate_title": "Elegant Townhouse in Historic District",
    "segment_name": "Senior Living Communities",
    "description": "Step into a world of refined elegance with this exquisite townhouse nestled within a historic district. Meticulously restored to its former glory, this architectural masterpiece seamlessly blends period details with modern amenities. From the grandeur of the formal living spaces to the intimacy of the private courtyard, every inch of this townhouse exudes sophistication and charm. Whether you're hosting soirées in the spacious dining room or unwinding in the tranquility of the master suite, this residence offers a lifestyle of unparalleled luxury and refinement.",
    "price": "$750,000",
    "status": "sale",
    "area": "3200 sq ft",
    "location": "Boston, Massachusetts",
    "image_url": "https://molokophuket.com/uploads/Property/1/2/1200/default_71f3e6a8-e11b-4d96-ac90-d6d14b910dca.jpg",
    "facilities": [
      "living room",
      "patio",
      "library",
      "wine cellar",
      "security system"
    ]
  },
  {
    "id": 6,
    "estate_title": "Student Penthouse with City Views",
    "segment_name": "Student Housing",
    "description": "Experience elevated urban living in this luxurious penthouse boasting breathtaking city views and unparalleled amenities, perfect for student living. Perched high above the bustling streets below, this expansive residence offers a sanctuary of style and sophistication. From the sleek modern design to the lavish finishes and fixtures, every aspect of this penthouse is designed to impress. Whether you're entertaining friends in the grand living spaces or studying in the quiet of your private retreat, this penthouse offers a lifestyle of luxury and convenience tailored for student life.",
    "price": "$1,200/month",
    "status": "rent",
    "area": "800 sq ft",
    "location": "San Francisco, California",
    "image_url": "https://molokophuket.com/uploads/Property/1/2/1200/default_71f3e6a8-e11b-4d96-ac90-d6d14b910dca.jpg",
    "facilities": [
      "study room",
      "rooftop lounge",
      "fitness center",
      "security service",
      "laundry facility"
    ]
  },
  {
    "id": 7,
    "estate_title": "Mountain Retreat Chalet",
    "segment_name": "Mountain-House",
    "description": "Escape to the serenity of the mountains with this charming chalet nestled amidst towering pines and majestic peaks. Perfectly blending rustic charm with modern comforts, this retreat offers the ultimate alpine getaway. Whether you're curling up by the fireplace after a day of skiing or soaking in the hot tub under the stars, this chalet provides a cozy haven for relaxation and rejuvenation. With its picturesque setting and idyllic surroundings, this mountain retreat is sure to inspire unforgettable memories for years to come.",
    "price": "$600,000",
    "status": "sale",
    "area": "2800 sq ft",
    "location": "Denver, Colorado",
    "image_url": "https://molokophuket.com/uploads/Property/1/2/1200/default_71f3e6a8-e11b-4d96-ac90-d6d14b910dca.jpg",
    "facilities": [
      "living room",
      "ski-in/ski-out access",
      "hot tub",
      "fire pit",
      "game room"
    ]
  },
  {
    "id": 8,
    "estate_title": "Beachfront Bungalow Paradise",
    "segment_name": "Beach-Bungalow",
    "description": "Experience coastal living at its finest with this beachfront bungalow paradise, offering unparalleled ocean views and direct access to the sandy shores. Nestled along the pristine coastline, this tranquil retreat provides the perfect escape from the stresses of everyday life. Whether you're lounging on the deck with a refreshing drink in hand or strolling along the shoreline at sunset, every moment spent in this bungalow is a celebration of seaside serenity. With its relaxed ambiance and endless coastal charm, this beachfront paradise offers a lifestyle of luxury and leisure.",
    "price": "$1,200,000",
    "status": "sale",
    "area": "1800 sq ft",
    "location": "Miami, Florida",
    "image_url": "https://molokophuket.com/uploads/Property/1/2/1200/default_71f3e6a8-e11b-4d96-ac90-d6d14b910dca.jpg",
    "facilities": [
      "living room",
      "private beach access",
      "outdoor shower",
      "deck",
      "barbecue area"
    ]
  },
  {
    "id": 9,
    "estate_title": "Rural Farmhouse Retreat",
    "segment_name": "Farmhouse",
    "description": "Embrace the tranquility of country living with this charming farmhouse retreat, nestled amidst rolling hills and scenic vistas. Surrounded by lush greenery and open skies, this idyllic property offers a peaceful escape from the hustle and bustle of city life. Whether you're savoring farm-fresh meals in the sunlit kitchen or exploring the expansive grounds dotted with fruit trees and wildflowers, this farmhouse provides endless opportunities for relaxation and connection with nature. With its timeless charm and pastoral beauty, this rural retreat is the perfect place to unwind and recharge.",
    "price": "$350,000",
    "status": "sale",
    "area": "2000 sq ft",
    "location": "Portland, Oregon",
    "image_url": "https://molokophuket.com/uploads/Property/1/2/1200/default_71f3e6a8-e11b-4d96-ac90-d6d14b910dca.jpg",
    "facilities": [
      "living room",
      "wrap-around porch",
      "garden",
      "barn",
      "orchard"
    ]
  }
]
